[{"title":"El Gran Gatsby","description":"A classic novel that explores life in high society in 1920s New York. It follows the story of Jay Gatsby, an enigmatic millionaire obsessed with reclaiming his lost love, Daisy Buchanan.","code":"1888","price":20.99,"status":true,"stock":50,"category":"Fiction","thumbnails":"ruta/imagen1.jpg","id":"L6TAp3nqubCMSnWaHsmqK"},{"title":"1984","description":"A futuristic dystopia where a totalitarian government controls every aspect of its citizens' lives. It follows the story of Winston Smith, who challenges the established norms and fights for his freedom and autonomy in an oppressive world.","code":"7541","price":14.98,"status":true,"stock":30,"category":"Fiction","thumbnails":"ruta/imagen3.jpg","id":"IEXU1zSNA7queSITfSpyd"},{"title":"Cien años de soledad","description":"An epic novel that narrates the story of the Buendía family across multiple generations in the fictional town of Macondo. It explores themes of love, loneliness, magic, and destiny, creating a rich and surreal world.","code":"9111","price":24.99,"status":true,"stock":20,"category":"Fiction","thumbnails":"ruta/imagen5.jpg","id":"VfReaSP2fzQFNXnGM6joA"},{"title":"Orgullo y prejuicio","description":"A tale of love and social classes in 19th century England. It follows the life of Elizabeth Bennet and her complicated relationship with the handsome and prideful Mr. Darcy.","code":"7932","price":12.99,"status":true,"stock":15,"category":"Fiction","thumbnails":"ruta/imagen7.jpg","id":"0SGARY2Jrhq_WJJcjlXeG"},{"title":"Matar a un ruiseñor","description":"The story of Scout Finch and her father, Atticus, in a small town in the southern United States and their confrontations with racism. Through Scout's eyes, it explores themes of justice, empathy, and the redeeming power of innocence.","code":"6743","price":16.99,"status":true,"stock":25,"category":"Fiction","thumbnails":"ruta/imagen9.jpg","id":"XSNkCHr1A8eFq_iTMgbBy"},{"title":"El señor de los anillos","description":"An epic fantasy trilogy that depicts the struggle between good and evil in Middle-earth. Join Frodo Baggins and his company as they embark on a perilous quest to destroy the One Ring and defeat the Dark Lord, Sauron.","code":"9900","price":29.99,"status":true,"stock":10,"category":"Fiction","thumbnails":"ruta/imagen11.jpg","id":"0fOGRLkVBQcWJrIFTYGTC"},{"title":"To Kill a Mockingbird","description":"The story of Scout Finch and her father, Atticus, in a small town in the southern United States and their confrontations with racism. Through Scout's perspective, the novel explores themes of justice, prejudice, and the loss of innocence.","code":"9875","price":16.99,"status":true,"stock":25,"category":"Fiction","thumbnails":"ruta/imagen13.jpg","id":"9M6Qzj7miUOKAFhw5x2dn"},{"title":"The Catcher in the Rye","description":"A coming-of-age novel that follows the story of Holden Caulfield as he navigates through teenage rebellion and the challenges of growing up. The novel explores themes of alienation, identity, and the loss of innocence in a complex world.","code":"2135","price":13.99,"status":true,"stock":18,"category":"Fiction","thumbnails":"ruta/imagen15.jpg","id":"__RtcDZNaqV-CklXyotrk"},{"title":"Pride and Prejudice","description":"A story of love and social classes in 19th century England. Follow the spirited Elizabeth Bennet as she navigates the societal expectations and prejudices of her time, and finds an unexpected love in the aloof Mr. Darcy.","code":"1310","price":12.99,"status":true,"stock":20,"category":"Fiction","thumbnails":"ruta/imagen17.jpg","id":"Mgp0hB9AJfExXufqR8xfU"},{"title":"El principito","description":"A classic children's story that invites us to reflect on the importance of friendship, love, and the meaning of life. Join the Little Prince on his journey across different planets and discover the lessons he learns along the way.","code":"1320","price":19.99,"status":true,"stock":30,"category":"Fiction","thumbnails":"ruta/imagen19.jpg","id":"YMnOTwwiLF6vpoXIcb9dr"}]